<?php

return [
    'login' => [
        'username' => 'البريد الالكترونى/الاسم',
        'email' => 'البريد الالكترونى',
        'password' => 'الرقم السرى',
        'title' => 'تسجيل الدخول',
        'remember' => 'تذكرنى؟',
        'login' => 'الدخول',
        'placeholder' => [
            'username' => 'من فضلك أدخل الاسم',
            'email' => 'من فضلك أدخل البريد الالكترونى',
        ],
        'success' => 'تم الدخول بنجاح',
        'fail' => 'اسم المستخدم أو الرقم السرى خطأ.',
        'not_active' => 'لم ييم تفعيل حسابك بعد',
        'banned' => 'هذا الحساب موقوف',
        'logout_success' => 'تم تسجيل الخروج بنجاح',
        'dont_have_account' => 'ليس لك حساب بعد',
    ],
    'forgot_password' => [
        'title' => 'نسيت الرقم السرى',
        'message' => '<p>هل نسيت الرقم السرى؟</p><p>الرجاء إدخال حساب البريد الإلكتروني الخاص بك. سيقوم النظام بإرسال بريد إلكتروني به رابط نشط لإعادة تعيين كلمة المرور الخاصة بك.</p>',
        'submit' => 'ارسال',
    ],
    'reset' => [
        'new_password' => 'الرقم السرى',
        'password_confirmation' => 'تأكيد الرقم السرى',
        'email' => 'البريد الالكترونى',
        'title' => 'إعادة تعيين الرقم السرى',
        'update' => 'تحديث',
        'wrong_token' => 'هذا الرابط لم يعد صالح برجاء المحاولة مرة أخرى',
        'user_not_found' => 'هذا الاسم غير موجود',
        'success' => 'تم إعادة تعيين الرقم السرى بنجاح',
        'fail' => 'الرمز غير صالح ، انتهت صلاحية رابط إعادة تعيين كلمة المرور!',
        'reset' => [
            'title' => 'إعادة تعيين كلمة المرور البريد الإلكتروني',
        ],
        'send' => [
            'success' => 'تم إرسال بريد إلكتروني إلى حساب البريد الإلكتروني الخاص بك. يرجى التحقق وإكمال هذا الإجراء.',
            'fail' => 'فشل محاولة ارسال رسالة الى البريد الالكترونى برجاء المحاولة فى وقت أخر',
        ],
        'new-password' => 'رقم سرى جديد',
    ],
    'email' => [
        'reminder' => [
            'title' => 'إعادة تعيين كلمة المرور البريد الإلكتروني',
        ],
    ],
    'password_confirmation' => 'تأكييد الرقم السرى',
    'not_member' => 'لست عضوا بعد',
    'register_now' => 'التسجيل الان',
    'lost_your_password' => 'فقدت الرقم السرى ؟',
    'login_title' => 'لوحة التحكم',
    'login_via_social' => 'الدخول بواسطة وسائل التواصل الاجتماعى',
    'back_to_login' => 'العودة لصفحة الدخول',
    'sign_in_below' => 'التسجيل بالاسفل',
    'languages' => 'اللغات',
    'reset_password' => 'إعدة تعيين الرقم السرى',
    'failed' => 'معلومات الدخول غير صحيحة',
    'throttle' => 'لقد تخطيت عدد محاولات الدخول برجاء المحاولة الدخول',
];
